alicloud/nfs.test5.log
test5: (g=0): rw=write, bs=(R) 128KiB-128KiB, (W) 128KiB-128KiB, (T) 128KiB-128KiB, ioengine=libaio, iodepth=1
fio-3.12
Starting 1 thread

test5: (groupid=0, jobs=1): err= 0: pid=3276: Sun Aug 25 12:25:41 2019
  write: IOPS=263, BW=32.9MiB/s (34.5MB/s)(9870MiB/300003msec); 0 zone resets
    slat (usec): min=15, max=445, avg=27.42, stdev= 5.87
    clat (msec): min=2, max=174, avg= 3.77, stdev= 3.46
     lat (msec): min=2, max=174, avg= 3.80, stdev= 3.46
    clat percentiles (usec):
     |  1.00th=[ 2999],  5.00th=[ 3064], 10.00th=[ 3130], 20.00th=[ 3195],
     | 30.00th=[ 3228], 40.00th=[ 3294], 50.00th=[ 3326], 60.00th=[ 3392],
     | 70.00th=[ 3458], 80.00th=[ 3556], 90.00th=[ 3818], 95.00th=[ 4490],
     | 99.00th=[13042], 99.50th=[24249], 99.90th=[57934], 99.95th=[68682],
     | 99.99th=[80217]
   bw (  KiB/s): min=23296, max=38912, per=99.99%, avg=33683.55, stdev=2688.04, samples=600
   iops        : min=  182, max=  304, avg=263.13, stdev=21.01, samples=600
  lat (msec)   : 4=92.47%, 10=6.17%, 20=0.74%, 50=0.44%, 100=0.18%
  lat (msec)   : 250=0.01%
  cpu          : usr=0.48%, sys=0.46%, ctx=78962, majf=0, minf=10
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=0,78958,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=1

Run status group 0 (all jobs):
  WRITE: bw=32.9MiB/s (34.5MB/s), 32.9MiB/s-32.9MiB/s (34.5MB/s-34.5MB/s), io=9870MiB (10.3GB), run=300003-300003msec