alicloud/nfs.test6.log
test6: (g=0): rw=write, bs=(R) 256KiB-256KiB, (W) 256KiB-256KiB, (T) 256KiB-256KiB, ioengine=libaio, iodepth=1
fio-3.12
Starting 1 thread

test6: (groupid=0, jobs=1): err= 0: pid=3289: Sun Aug 25 12:26:37 2019
  write: IOPS=1541, BW=385MiB/s (404MB/s)(10.0GiB/26570msec); 0 zone resets
    slat (usec): min=73, max=177483, avg=646.34, stdev=2191.44
    clat (nsec): min=418, max=124191, avg=731.88, stdev=891.11
     lat (usec): min=74, max=177491, avg=647.44, stdev=2191.93
    clat percentiles (nsec):
     |  1.00th=[  426],  5.00th=[  430], 10.00th=[  442], 20.00th=[  454],
     | 30.00th=[  470], 40.00th=[  532], 50.00th=[  612], 60.00th=[  668],
     | 70.00th=[  740], 80.00th=[  836], 90.00th=[ 1048], 95.00th=[ 1512],
     | 99.00th=[ 2608], 99.50th=[ 3280], 99.90th=[ 9408], 99.95th=[12352],
     | 99.99th=[22656]
   bw (  KiB/s): min=191488, max=1669120, per=100.00%, avg=394897.49, stdev=411254.40, samples=53
   iops        : min=  748, max= 6520, avg=1542.51, stdev=1606.40, samples=53
  lat (nsec)   : 500=36.73%, 750=34.45%, 1000=17.36%
  lat (usec)   : 2=9.22%, 4=2.00%, 10=0.17%, 20=0.07%, 50=0.01%
  lat (usec)   : 250=0.01%
  cpu          : usr=0.48%, sys=23.84%, ctx=3027, majf=0, minf=10
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=0,40960,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=1

Run status group 0 (all jobs):
  WRITE: bw=385MiB/s (404MB/s), 385MiB/s-385MiB/s (404MB/s-404MB/s), io=10.0GiB (10.7GB), run=26570-26570msec