alicloud/nfs.test7.log
test7: (g=0): rw=randwrite, bs=(R) 4096B-4096B, (W) 4096B-4096B, (T) 4096B-4096B, ioengine=libaio, iodepth=1
fio-3.12
Starting 1 thread

test7: (groupid=0, jobs=1): err= 0: pid=3294: Sun Aug 25 12:28:21 2019
  write: IOPS=48.8k, BW=191MiB/s (200MB/s)(10.0GiB/53674msec); 0 zone resets
    slat (nsec): min=1984, max=696046k, avg=17952.70, stdev=654335.34
    clat (nsec): min=400, max=19701k, avg=563.38, stdev=15409.60
     lat (usec): min=2, max=696053, avg=18.78, stdev=654.70
    clat percentiles (nsec):
     |  1.00th=[  410],  5.00th=[  414], 10.00th=[  414], 20.00th=[  418],
     | 30.00th=[  418], 40.00th=[  422], 50.00th=[  442], 60.00th=[  516],
     | 70.00th=[  548], 80.00th=[  580], 90.00th=[  604], 95.00th=[  628],
     | 99.00th=[  772], 99.50th=[ 1012], 99.90th=[11072], 99.95th=[17792],
     | 99.99th=[78336]
   bw (  KiB/s): min= 2200, max=762104, per=100.00%, avg=199306.00, stdev=200532.05, samples=105
   iops        : min=  550, max=190526, avg=49826.39, stdev=50132.93, samples=105
  lat (nsec)   : 500=56.78%, 750=42.07%, 1000=0.64%
  lat (usec)   : 2=0.15%, 4=0.09%, 10=0.14%, 20=0.08%, 50=0.03%
  lat (usec)   : 100=0.01%, 250=0.01%, 500=0.01%, 750=0.01%, 1000=0.01%
  lat (msec)   : 2=0.01%, 4=0.01%, 10=0.01%, 20=0.01%
  cpu          : usr=5.06%, sys=27.78%, ctx=29737, majf=0, minf=10
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=0,2621440,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=1

Run status group 0 (all jobs):
  WRITE: bw=191MiB/s (200MB/s), 191MiB/s-191MiB/s (200MB/s-200MB/s), io=10.0GiB (10.7GB), run=53674-53674msec