alicloud/nfs.test9.log
test9: (g=0): rw=randwrite, bs=(R) 4096B-4096B, (W) 4096B-4096B, (T) 4096B-4096B, ioengine=libaio, iodepth=16
fio-3.12
Starting 1 thread

test9: (groupid=0, jobs=1): err= 0: pid=3305: Sun Aug 25 12:31:04 2019
  write: IOPS=27.8k, BW=108MiB/s (114MB/s)(10.0GiB/94460msec); 0 zone resets
    slat (nsec): min=1882, max=55668M, avg=33544.13, stdev=34386412.91
    clat (nsec): min=1593, max=55668M, avg=532393.71, stdev=133187269.72
     lat (usec): min=4, max=55668k, avg=566.19, stdev=137555.23
    clat percentiles (usec):
     |  1.00th=[   71],  5.00th=[   75], 10.00th=[   76], 20.00th=[   80],
     | 30.00th=[   84], 40.00th=[   89], 50.00th=[   93], 60.00th=[   97],
     | 70.00th=[  101], 80.00th=[  105], 90.00th=[  114], 95.00th=[  126],
     | 99.00th=[ 7111], 99.50th=[ 8717], 99.90th=[ 9896], 99.95th=[11863],
     | 99.99th=[34341]
   bw (  KiB/s): min=    8, max=751088, per=100.00%, avg=269811.88, stdev=213517.78, samples=75
   iops        : min=    2, max=187772, avg=67453.01, stdev=53379.51, samples=75
  lat (usec)   : 2=0.01%, 10=0.01%, 20=0.01%, 50=0.01%, 100=68.68%
  lat (usec)   : 250=29.51%, 500=0.44%, 750=0.04%, 1000=0.02%
  lat (msec)   : 2=0.04%, 4=0.02%, 10=1.17%, 20=0.05%, 50=0.02%
  lat (msec)   : 100=0.01%, 250=0.01%, 500=0.01%, 750=0.01%, 1000=0.01%
  cpu          : usr=2.80%, sys=15.94%, ctx=18569, majf=0, minf=10
  IO depths    : 1=0.1%, 2=0.1%, 4=0.1%, 8=0.1%, 16=100.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.1%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=0,2621440,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=16

Run status group 0 (all jobs):
  WRITE: bw=108MiB/s (114MB/s), 108MiB/s-108MiB/s (114MB/s-114MB/s), io=10.0GiB (10.7GB), run=94460-94460msec