alicloud/ssd_128GB.test1.log
test1: (g=0): rw=write, bs=(R) 4096B-4096B, (W) 4096B-4096B, (T) 4096B-4096B, ioengine=libaio, iodepth=1
fio-3.12
Starting 1 thread
test1: Laying out IO file (1 file / 10240MiB)

test1: (groupid=0, jobs=1): err= 0: pid=706: Mon Aug 26 00:46:02 2019
  write: IOPS=2098, BW=8394KiB/s (8596kB/s)(2459MiB/300001msec); 0 zone resets
    slat (usec): min=6, max=89770, avg=14.21, stdev=162.61
    clat (usec): min=214, max=92313, avg=460.27, stdev=704.79
     lat (usec): min=276, max=92732, avg=474.78, stdev=727.11
    clat percentiles (usec):
     |  1.00th=[  293],  5.00th=[  306], 10.00th=[  310], 20.00th=[  322],
     | 30.00th=[  334], 40.00th=[  343], 50.00th=[  355], 60.00th=[  371],
     | 70.00th=[  392], 80.00th=[  429], 90.00th=[  545], 95.00th=[  840],
     | 99.00th=[ 2573], 99.50th=[ 3949], 99.90th=[ 7701], 99.95th=[ 9241],
     | 99.99th=[15008]
   bw (  KiB/s): min= 4824, max=10912, per=100.00%, avg=8395.60, stdev=1185.53, samples=599
   iops        : min= 1206, max= 2728, avg=2098.89, stdev=296.38, samples=599
  lat (usec)   : 250=0.01%, 500=87.82%, 750=6.34%, 1000=2.07%
  lat (msec)   : 2=2.37%, 4=0.94%, 10=0.44%, 20=0.03%, 50=0.01%
  lat (msec)   : 100=0.01%
  cpu          : usr=0.89%, sys=5.27%, ctx=629633, majf=0, minf=9
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=0,629584,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=1

Run status group 0 (all jobs):
  WRITE: bw=8394KiB/s (8596kB/s), 8394KiB/s-8394KiB/s (8596kB/s-8596kB/s), io=2459MiB (2579MB), run=300001-300001msec

Disk stats (read/write):
  vda: ios=1/639325, merge=0/2821, ticks=26/459128, in_queue=458968, util=82.66%