alicloud/ssd_128GB.test2.log
test2: (g=0): rw=write, bs=(R) 4096B-4096B, (W) 4096B-4096B, (T) 4096B-4096B, ioengine=libaio, iodepth=1
fio-3.12
Starting 1 thread
test2: Laying out IO file (1 file / 10240MiB)

test2: (groupid=0, jobs=1): err= 0: pid=719: Mon Aug 26 00:46:30 2019
  write: IOPS=94.9k, BW=371MiB/s (389MB/s)(10.0GiB/27620msec); 0 zone resets
    slat (nsec): min=1823, max=18092k, avg=9101.76, stdev=202534.48
    clat (nsec): min=401, max=15150k, avg=485.40, stdev=13665.77
     lat (usec): min=2, max=18098, avg= 9.80, stdev=203.07
    clat percentiles (nsec):
     |  1.00th=[  410],  5.00th=[  410], 10.00th=[  414], 20.00th=[  414],
     | 30.00th=[  418], 40.00th=[  418], 50.00th=[  418], 60.00th=[  422],
     | 70.00th=[  426], 80.00th=[  516], 90.00th=[  588], 95.00th=[  612],
     | 99.00th=[  660], 99.50th=[  756], 99.90th=[ 5664], 99.95th=[ 9408],
     | 99.99th=[15040]
   bw (  KiB/s): min=200928, max=858808, per=100.00%, avg=380298.96, stdev=237523.09, samples=55
   iops        : min=50232, max=214702, avg=95074.75, stdev=59380.84, samples=55
  lat (nsec)   : 500=78.25%, 750=21.23%, 1000=0.28%
  lat (usec)   : 2=0.10%, 4=0.03%, 10=0.06%, 20=0.04%, 50=0.01%
  lat (usec)   : 100=0.01%, 250=0.01%, 500=0.01%, 750=0.01%, 1000=0.01%
  lat (msec)   : 2=0.01%, 10=0.01%, 20=0.01%
  cpu          : usr=7.00%, sys=39.66%, ctx=2489, majf=0, minf=9
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=0,2621440,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=1

Run status group 0 (all jobs):
  WRITE: bw=371MiB/s (389MB/s), 371MiB/s-371MiB/s (389MB/s-389MB/s), io=10.0GiB (10.7GB), run=27620-27620msec

Disk stats (read/write):
  vdd: ios=0/9760, merge=0/88, ticks=0/3098307, in_queue=3125626, util=89.33%