alicloud/ssd_128GB.test3.log
test3: (g=0): rw=write, bs=(R) 4096B-4096B, (W) 4096B-4096B, (T) 4096B-4096B, ioengine=libaio, iodepth=1
fio-3.12
Starting 1 thread

test3: (groupid=0, jobs=1): err= 0: pid=723: Mon Aug 26 00:51:31 2019
  write: IOPS=2236, BW=8946KiB/s (9161kB/s)(2621MiB/300001msec); 0 zone resets
    slat (usec): min=4, max=830, avg=10.94, stdev= 4.73
    clat (usec): min=106, max=37617, avg=388.55, stdev=319.58
     lat (usec): min=283, max=37626, avg=399.78, stdev=320.01
    clat percentiles (usec):
     |  1.00th=[  302],  5.00th=[  314], 10.00th=[  318], 20.00th=[  330],
     | 30.00th=[  338], 40.00th=[  343], 50.00th=[  351], 60.00th=[  359],
     | 70.00th=[  371], 80.00th=[  388], 90.00th=[  424], 95.00th=[  506],
     | 99.00th=[ 1012], 99.50th=[ 1762], 99.90th=[ 5014], 99.95th=[ 7439],
     | 99.99th=[10814]
   bw (  KiB/s): min= 5792, max=11512, per=100.00%, avg=9957.94, stdev=713.88, samples=539
   iops        : min= 1448, max= 2878, avg=2489.47, stdev=178.46, samples=539
  lat (usec)   : 250=0.01%, 500=94.85%, 750=3.37%, 1000=0.76%
  lat (msec)   : 2=0.61%, 4=0.27%, 10=0.12%, 20=0.01%, 50=0.01%
  cpu          : usr=0.85%, sys=6.04%, ctx=696432, majf=0, minf=10
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=0,670966,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=1

Run status group 0 (all jobs):
  WRITE: bw=8946KiB/s (9161kB/s), 8946KiB/s-8946KiB/s (9161kB/s-9161kB/s), io=2621MiB (2748MB), run=300001-300001msec

Disk stats (read/write):
  vdd: ios=0/682462, merge=0/133, ticks=0/3965550, in_queue=3951274, util=91.95%