alicloud/ssd_128GB.test5.log
test5: (g=0): rw=write, bs=(R) 128KiB-128KiB, (W) 128KiB-128KiB, (T) 128KiB-128KiB, ioengine=libaio, iodepth=1
fio-3.12
Starting 1 thread

test5: (groupid=0, jobs=1): err= 0: pid=749: Mon Aug 26 00:57:44 2019
  write: IOPS=1133, BW=142MiB/s (149MB/s)(10.0GiB/72300msec); 0 zone resets
    slat (usec): min=12, max=204, avg=25.16, stdev= 7.85
    clat (usec): min=601, max=206170, avg=854.90, stdev=806.28
     lat (usec): min=652, max=206197, avg=880.38, stdev=806.48
    clat percentiles (usec):
     |  1.00th=[  685],  5.00th=[  709], 10.00th=[  725], 20.00th=[  750],
     | 30.00th=[  775], 40.00th=[  791], 50.00th=[  807], 60.00th=[  832],
     | 70.00th=[  848], 80.00th=[  881], 90.00th=[  930], 95.00th=[ 1004],
     | 99.00th=[ 1844], 99.50th=[ 2737], 99.90th=[ 5932], 99.95th=[ 8979],
     | 99.99th=[13042]
   bw (  KiB/s): min=115712, max=160000, per=100.00%, avg=145062.61, stdev=8016.83, samples=144
   iops        : min=  904, max= 1250, avg=1133.29, stdev=62.63, samples=144
  lat (usec)   : 750=18.64%, 1000=76.09%
  lat (msec)   : 2=4.38%, 4=0.65%, 10=0.22%, 20=0.02%, 50=0.01%
  lat (msec)   : 250=0.01%
  cpu          : usr=1.62%, sys=3.20%, ctx=81925, majf=0, minf=10
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=0,81920,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=1

Run status group 0 (all jobs):
  WRITE: bw=142MiB/s (149MB/s), 142MiB/s-142MiB/s (149MB/s-149MB/s), io=10.0GiB (10.7GB), run=72300-72300msec

Disk stats (read/write):
  vdd: ios=0/81775, merge=0/14, ticks=0/67821, in_queue=67807, util=93.86%